demo-output/website/dafoam/work_sail/naca0015_sail_coarse/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}

simulationType RAS;
RAS
{
    RASModel             SpalartAllmaras;
    turbulence           on;
    printCoeffs          off;
}
