demo-output/website/dafoam/work_sail/naca0015_sail_coarse/0.orig/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 4.5E-5;

boundaryField
{
    body
    {
        type            nutUSpaldingWallFunction;
        value           $internalField;
    }
    farfield
    {
        type            calculated;
        value           $internalField;
    }
}
