demo-output/website/dafoam/work_sail/naca0015_sail_coarse/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      decomposeParDict;
}

numberOfSubdomains     3;

method                 scotch;

distributed            false;

roots();
